[
    {
        "image": "https://i.ibb.co.com/fzvSMwVx/997b0a243df40b681d8c8177724f1b45.jpg",
        "title": "Notion",
        "companyName": "Notion Labs",
        "id": 1,
        "description": "All-in-one workspace for notes, tasks, databases, and collaboration.",
        "size": 150,
        "reviews": 5000,
        "ratingAvg": 4.8,
        "downloads": "1M",
        "ratings": [
            {
                "name": "1 star",
                "count": 50
            },
            {
                "name": "2 star",
                "count": 30
            },
            {
                "name": "3 star",
                "count": 100
            },
            {
                "name": "4 star",
                "count": 1000
            },
            {
                "name": "5 star",
                "count": 4000
            }
        ],
        "detailedDescription": "Notion is a powerful all-in-one productivity platform designed to bring together notes, documents, tasks, databases, and collaboration in a single, flexible workspace. Created by Notion Labs, it’s trusted by millions of individuals, teams, and organizations worldwide to organize their work and ideas seamlessly. Unlike traditional note-taking apps, Notion offers a modular system where users can build custom pages using blocks—text, tables, checklists, images, embeds, and databases—that can be rearranged and linked together to form powerful systems of knowledge. This flexibility allows Notion to serve as anything from a simple to-do list or personal journal to a fully featured project management dashboard or company wiki.\n\nOne of Notion’s biggest strengths is its adaptability. Students use it to take class notes and track assignments, freelancers use it to manage clients and invoices, and companies use it to document processes, host roadmaps, and share progress transparently across teams. Notion also integrates with popular tools like Google Drive, Slack, GitHub, and Figma, allowing users to bring external content into their workspace for unified collaboration. The platform’s database feature is particularly notable—it can be viewed as a table, board, gallery, or calendar, making it a versatile tool for managing data in any format.\n\nBeyond productivity, Notion emphasizes design and user experience. Its minimal interface, drag-and-drop organization, and markdown support make it intuitive to use even for beginners. Collaboration features enable multiple users to edit pages in real time, leave comments, and assign tasks. With the introduction of Notion AI, users can now generate summaries, brainstorm ideas, write drafts, and automate routine writing tasks directly within their workspace.\n\nWhether used individually or across a large enterprise, Notion empowers users to work the way they want. It’s more than just an app—it’s a digital ecosystem that replaces dozens of scattered tools with one cohesive space for thinking, writing, planning, and building together."
    },
    {
        "image": "https://i.ibb.co.com/7xwFNKtb/475b12dd3aa7e0150eef25ec0b078cdd.jpg",
        "title": "Google Docs",
        "companyName": "Google",
        "id": 2,
        "description": "Create and edit documents online with real-time collaboration.",
        "size": 50,
        "reviews": 8000,
        "ratingAvg": 4.7,
        "downloads": "2M",
        "ratings": [
            {
                "name": "1 star",
                "count": 100
            },
            {
                "name": "2 star",
                "count": 50
            },
            {
                "name": "3 star",
                "count": 200
            },
            {
                "name": "4 star",
                "count": 1500
            },
            {
                "name": "5 star",
                "count": 5200
            }
        ],
        "detailedDescription": "Google Docs is a cloud-based word processing platform developed by Google, designed to make document creation, editing, and collaboration effortless. It allows users to create and manage documents directly in a web browser or mobile app without the need for any installation. Every change made is saved automatically to Google Drive, ensuring that users never lose their work. The platform supports real-time collaboration, enabling multiple people to edit a document simultaneously, view changes instantly, and leave comments or suggestions for others. This makes it an essential tool for teams, students, professionals, and organizations that value efficient communication and productivity.\n\nBeyond its simplicity, Google Docs offers a powerful range of features. It supports rich text formatting, image insertion, tables, charts, and links. Users can import and export files in multiple formats, including Microsoft Word (.docx) and PDF, ensuring cross-platform compatibility. The integrated version history lets users track every edit made and restore older versions of a file at any time. For teams, the ability to share documents via links with customizable permissions (view, comment, or edit) enhances control and security.\n\nGoogle Docs is tightly integrated with other Google Workspace tools such as Sheets, Slides, Drive, and Meet. This ecosystem allows for seamless collaboration—teams can discuss documents in Meet, collect data in Sheets, and reference Docs inside emails through Gmail. The addition of Google’s smart AI features has further expanded its usefulness. Smart Compose and grammar suggestions help users write clearly and efficiently, while voice typing makes document creation accessible to everyone.\n\nThe app’s accessibility extends across all devices, including desktops, tablets, and smartphones. Offline mode ensures productivity even without an internet connection, automatically syncing changes once reconnected. Whether you’re drafting essays, writing reports, or collaborating on research, Google Docs stands out as a dependable and user-friendly solution that brings the power of modern collaboration to word processing."
    },
    {
        "image": "https://i.ibb.co.com/Xrhhptmn/c5f9567da28c6b923117aa1cc9431603.jpg",
        "title": "Slack",
        "companyName": "Slack Technologies",
        "id": 3,
        "description": "Team communication and collaboration tool with channels and messaging.",
        "size": 120,
        "reviews": 6000,
        "ratingAvg": 4.6,
        "downloads": "1.5M",
        "ratings": [
            {
                "name": "1 star",
                "count": 80
            },
            {
                "name": "2 star",
                "count": 40
            },
            {
                "name": "3 star",
                "count": 150
            },
            {
                "name": "4 star",
                "count": 1200
            },
            {
                "name": "5 star",
                "count": 4720
            }
        ],
        "detailedDescription": "Slack is a leading communication and collaboration platform developed by Slack Technologies, designed to simplify workplace communication through organized messaging, channels, and integrations. Built with productivity in mind, Slack replaces traditional email threads with real-time conversations categorized into channels—dedicated spaces for teams, departments, or projects. Users can send direct messages, share files, conduct audio or video calls, and collaborate seamlessly without ever leaving the app. Its goal is to centralize communication, making work faster, clearer, and more connected.\n\nOne of Slack’s defining features is its integration ecosystem. With over 2,000 integrations, including Google Drive, Trello, GitHub, Zoom, and Salesforce, Slack becomes the central hub for work. Notifications, updates, and actions from external tools can be viewed and managed directly inside Slack, minimizing app switching. Its robust search function makes it easy to find past messages, shared files, or links, ensuring knowledge is never lost.\n\nSlack’s user experience focuses on flexibility and customization. Channels can be public or private, allowing for open collaboration or confidential discussions. Threads keep conversations organized, while reactions and emojis add a human touch to digital communication. Users can also automate workflows using Slackbot or the Workflow Builder, which helps automate repetitive tasks like reminders or announcements.\n\nBeyond chatting, Slack supports huddles for instant audio collaboration and screen sharing, bringing spontaneity back to remote teamwork. The app also emphasizes security and compliance, offering enterprise-grade encryption and data control features for organizations. Available across desktop, web, and mobile, Slack ensures teams stay connected from anywhere.\n\nMore than just messaging, Slack has redefined digital teamwork. It fosters transparency, accelerates decisions, and helps teams stay aligned. Whether for startups or global corporations, Slack empowers modern organizations to communicate smarter and move work forward faster."
    },
    {
        "image": "https://i.ibb.co.com/xtKPv5nv/c0d71b8683982c61d2abd396b13ddfa1.jpg",
        "title": "Trello",
        "companyName": "Atlassian",
        "id": 4,
        "description": "Visual project management tool with boards, lists, and cards.",
        "size": 80,
        "reviews": 7000,
        "ratingAvg": 4.5,
        "downloads": "1.8M",
        "ratings": [
            {
                "name": "1 star",
                "count": 70
            },
            {
                "name": "2 star",
                "count": 30
            },
            {
                "name": "3 star",
                "count": 200
            },
            {
                "name": "4 star",
                "count": 1400
            },
            {
                "name": "5 star",
                "count": 5300
            }
        ],
        "detailedDescription": "Trello is a visual project management and collaboration tool developed by Atlassian, built around the simple yet powerful concept of boards, lists, and cards. It allows teams and individuals to plan, track, and organize work in an intuitive, drag-and-drop interface that makes project management accessible to everyone. Trello’s board system mirrors the Kanban methodology, helping users visualize workflows, prioritize tasks, and monitor progress from start to finish. Each card represents a task or idea, which can include due dates, attachments, checklists, comments, and labels for detailed tracking.\n\nThe flexibility of Trello makes it useful for a wide range of users—teams managing large projects, freelancers tracking clients, students planning study schedules, or families organizing events. Its real-time synchronization ensures that updates appear instantly for every member, keeping collaboration seamless. Power-Ups, Trello’s integration system, expand its capabilities by connecting with tools like Slack, Google Drive, Jira, GitHub, and Calendar, making it a customizable productivity hub.\n\nTrello also supports automation through Butler, an integrated system that lets users automate repetitive tasks with simple rules and triggers, saving time and improving efficiency. Custom fields, templates, and advanced filters allow users to tailor their boards to unique workflows. The platform’s mobile apps ensure productivity continues anywhere, syncing instantly with the web interface.\n\nBeyond functionality, Trello stands out for its simplicity and visual appeal. Its clean interface and drag-and-drop design lower the learning curve for new users. Team members can communicate through comments, mentions, and file sharing, reducing dependency on emails. Security and data privacy are backed by Atlassian’s enterprise-grade protection.\n\nIn essence, Trello transforms complex projects into clear, manageable visual workflows. It’s a perfect balance of simplicity and depth—helping individuals and teams stay organized, meet deadlines, and achieve goals without losing clarity or control."
    },
    {
        "image": "https://i.ibb.co.com/JRpHmDZp/5c4b9e0ffe9b03882fb1fd3ac36cb443.jpg",
        "title": "Dropbox",
        "companyName": "Dropbox, Inc.",
        "id": 5,
        "description": "Cloud storage service for file synchronization and sharing.",
        "size": 200,
        "reviews": 9000,
        "ratingAvg": 4.4,
        "downloads": "2.5M",
        "ratings": [
            {
                "name": "1 star",
                "count": 150
            },
            {
                "name": "2 star",
                "count": 100
            },
            {
                "name": "3 star",
                "count": 300
            },
            {
                "name": "4 star",
                "count": 1800
            },
            {
                "name": "5 star",
                "count": 4650
            }
        ],
        "detailedDescription": "Dropbox is one of the most trusted cloud storage and file-sharing platforms in the world. It allows users to store documents, images, and videos securely in the cloud and access them from any device. With automatic synchronization, version history, and offline access, Dropbox makes file management effortless. Its team collaboration tools also allow easy sharing, commenting, and file control, making it perfect for both individuals and businesses."
    },
    {
        "image": "https://i.ibb.co.com/bg9CHx5s/2777500b50637c69cd1bf502d65187dc.jpg",
        "title": "Google Sheets",
        "companyName": "Google",
        "id": 6,
        "description": "Create and edit spreadsheets online with real-time collaboration.",
        "size": 60,
        "reviews": 7500,
        "ratingAvg": 4.6,
        "downloads": "2.2M",
        "ratings": [
            {
                "name": "1 star",
                "count": 90
            },
            {
                "name": "2 star",
                "count": 60
            },
            {
                "name": "3 star",
                "count": 250
            },
            {
                "name": "4 star",
                "count": 1700
            },
            {
                "name": "5 star",
                "count": 5400
            }
        ],
        "detailedDescription": "Google Sheets is a cloud-based spreadsheet platform that makes working with data simple, powerful, and collaborative. It offers real-time editing, formula support, charts, pivot tables, and AI-powered insights that help users analyze information efficiently. Since it’s part of Google Workspace, users can easily share sheets with others, leave comments, and work together seamlessly. Whether for financial tracking, academic research, or project planning, Google Sheets provides all the tools needed to manage data effectively."
    },
    {
        "image": "https://i.ibb.co.com/Xrc4ZZgH/48ade1654ef49f510410584e44c35c57.jpg",
        "title": "Google Calendar",
        "companyName": "Google",
        "id": 7,
        "description": "Schedule and manage your events and appointments.",
        "size": 40,
        "reviews": 6500,
        "ratingAvg": 4.7,
        "downloads": "1.9M",
        "ratings": [
            {
                "name": "1 star",
                "count": 50
            },
            {
                "name": "2 star",
                "count": 30
            },
            {
                "name": "3 star",
                "count": 150
            },
            {
                "name": "4 star",
                "count": 1300
            },
            {
                "name": "5 star",
                "count": 4870
            }
        ],
        "detailedDescription": "Google Calendar is an intuitive scheduling and time management tool that keeps your personal and professional life organized. It allows users to create events, schedule reminders, and share calendars with others, ensuring everyone stays on the same page. With seamless integration into Gmail and Google Meet, it automatically adds meeting links and event details. Its smart suggestions and cross-device sync make managing daily routines and long-term plans easier than ever."
    },
    {
        "image": "https://i.ibb.co.com/sp1V0Lry/bfd39e3699909687ea73c2b743f343f4.jpg",
        "title": "Google Keep",
        "companyName": "Google",
        "id": 8,
        "description": "Note-taking service with voice memos and image capture.",
        "size": 30,
        "reviews": 5500,
        "ratingAvg": 4.5,
        "downloads": "1.6M",
        "ratings": [
            {
                "name": "1 star",
                "count": 60
            },
            {
                "name": "2 star",
                "count": 40
            },
            {
                "name": "3 star",
                "count": 180
            },
            {
                "name": "4 star",
                "count": 1200
            },
            {
                "name": "5 star",
                "count": 4020
            }
        ],
        "detailedDescription": "Google Keep is a lightweight yet powerful note-taking app designed for capturing thoughts and ideas on the go. Users can create text notes, voice memos, checklists, and image-based reminders, all synced across devices through Google Drive. Its color-coding and label system make organizing easy, while integration with Google Assistant helps set voice reminders hands-free. Whether for to-do lists or quick brainstorming, Google Keep is perfect for staying organized effortlessly."
    },
    {
        "image": "https://i.ibb.co.com/dwcSJ7jr/84001534ea71965d4dff89d54c006681.jpg",
        "title": "Google Drive",
        "companyName": "Google",
        "id": 9,
        "description": "Cloud storage service for file synchronization and sharing.",
        "size": 250,
        "reviews": 10000,
        "ratingAvg": 4.8,
        "downloads": "3M",
        "ratings": [
            {
                "name": "1 star",
                "count": 100
            },
            {
                "name": "2 star",
                "count": 50
            },
            {
                "name": "3 star",
                "count": 200
            },
            {
                "name": "4 star",
                "count": 2000
            },
            {
                "name": "5 star",
                "count": 6750
            }
        ],
        "detailedDescription": "Google Drive is a comprehensive cloud storage solution that enables users to store, share, and collaborate on files from any device. It provides seamless integration with Google Workspace apps like Docs, Sheets, and Slides, making it easier to work on projects collectively. Files can be organized into folders, shared with individuals or groups, and accessed offline. Advanced search capabilities and AI-powered suggestions allow users to find documents quickly. With robust security measures, version history, and automatic backup, Google Drive ensures data is safe while providing a reliable and accessible platform for personal and professional needs."
    },
    {
        "image": "https://i.ibb.co.com/Cygbjcn/1d363018413fbcf17c82cd3bd78132ee.jpg",
        "title": "Google Photos",
        "companyName": "Google",
        "id": 10,
        "description": "Store and organize your photos and videos with automatic backups and smart search.",
        "size": 100,
        "reviews": 8500,
        "ratingAvg": 4.6,
        "downloads": "2.3M",
        "ratings": [
            {
                "name": "1 star",
                "count": 80
            },
            {
                "name": "2 star",
                "count": 60
            },
            {
                "name": "3 star",
                "count": 250
            },
            {
                "name": "4 star",
                "count": 1600
            },
            {
                "name": "5 star",
                "count": 5510
            }
        ],
        "detailedDescription": "Google Photos is a cloud-based platform designed for storing, organizing, and sharing photos and videos efficiently. It automatically backs up media from all devices, ensuring memories are preserved even if a device is lost. The app uses advanced AI to categorize images, recognize faces, and suggest albums, making it easy to locate specific memories. Users can edit photos with built-in tools, create slideshows, or share media privately with friends and family. Google Photos also supports collaborative albums and offers generous free storage, combining convenience, organization, and accessibility into one powerful photo management service."
    },
    {
        "image": "https://i.ibb.co.com/4wy77RWk/d1e614c09bd85d4739cf2d7fa391797b.jpg",
        "title": "Microsoft To Do",
        "companyName": "Microsoft",
        "id": 11,
        "description": "Task management app to plan your day and stay organized.",
        "size": 70,
        "reviews": 5200,
        "ratingAvg": 4.5,
        "downloads": "1.2M",
        "ratings": [
            {
                "name": "1 star",
                "count": 40
            },
            {
                "name": "2 star",
                "count": 30
            },
            {
                "name": "3 star",
                "count": 200
            },
            {
                "name": "4 star",
                "count": 1500
            },
            {
                "name": "5 star",
                "count": 3430
            }
        ],
        "detailedDescription": "Microsoft To Do is a versatile task management application designed to help users organize their personal and professional responsibilities. It enables the creation of tasks, subtasks, and recurring events, along with setting reminders and deadlines. Integration with Microsoft 365 allows syncing across Outlook, Teams, and other Microsoft apps, providing a unified workflow. Users can categorize tasks using lists, tags, and priorities, enhancing productivity. With a clean, intuitive interface, collaborative features, and mobile accessibility, Microsoft To Do ensures that users can plan their days, manage projects, and never miss important tasks."
    },
    {
        "image": "https://i.ibb.co.com/rG1VrC3n/b7f247ecf2578fa2282872e25b7e21db.jpg",
        "title": "Evernote",
        "companyName": "Evernote Corporation",
        "id": 12,
        "description": "Note-taking app with notebooks, web clipping, and task management.",
        "size": 90,
        "reviews": 6100,
        "ratingAvg": 4.4,
        "downloads": "1.4M",
        "ratings": [
            {
                "name": "1 star",
                "count": 50
            },
            {
                "name": "2 star",
                "count": 40
            },
            {
                "name": "3 star",
                "count": 250
            },
            {
                "name": "4 star",
                "count": 1800
            },
            {
                "name": "5 star",
                "count": 3960
            }
        ],
        "detailedDescription": "Evernote is a comprehensive note-taking and productivity application that allows users to capture ideas, organize notes, and manage tasks efficiently. It supports text, audio, images, and web clipping, enabling flexible content creation. Users can organize their notes into notebooks, tag content for easy retrieval, and collaborate with others in shared spaces. Advanced search features and OCR technology allow users to search text within images and documents. Evernote’s cross-platform support ensures that notes are synchronized across devices, making it ideal for students, professionals, and anyone seeking to streamline organization and enhance productivity."
    },
    {
        "image": "https://i.ibb.co.com/XZck4yMx/7070c620d7d048b477199d44f3a12f54.jpg",
        "title": "Asana",
        "companyName": "Asana, Inc.",
        "id": 13,
        "description": "Project management platform to track tasks, projects, and workflows.",
        "size": 110,
        "reviews": 5800,
        "ratingAvg": 4.6,
        "downloads": "1.3M",
        "ratings": [
            {
                "name": "1 star",
                "count": 30
            },
            {
                "name": "2 star",
                "count": 20
            },
            {
                "name": "3 star",
                "count": 200
            },
            {
                "name": "4 star",
                "count": 1800
            },
            {
                "name": "5 star",
                "count": 3750
            }
        ],
        "detailedDescription": "Asana is a robust project management platform designed to streamline team collaboration, improve task tracking, and enhance overall productivity. It provides an intuitive interface where teams can create tasks, assign responsibilities, set deadlines, and monitor progress in real-time. Asana supports multiple views including lists, boards, and timelines, making it easy to visualize workflows and manage projects of any scale. Integration with third-party tools like Slack, Google Drive, Microsoft Teams, and Zoom allows seamless collaboration without switching platforms. Its automation features help reduce repetitive work, sending notifications, updating statuses, and tracking dependencies automatically. Advanced reporting and analytics tools provide insights into team performance, project timelines, and potential bottlenecks. Asana is widely used by startups, enterprises, and remote teams to centralize work, maintain transparency, and ensure accountability across departments. With mobile apps and cloud access, team members can collaborate efficiently from anywhere, making it an ideal solution for modern work environments that demand flexibility, visibility, and effective task management. The platform also encourages goal setting, milestone tracking, and prioritization, ensuring that important tasks are completed on schedule and teams remain aligned with organizational objectives. Asana’s flexibility and scalability make it suitable for individual users managing personal projects as well as large enterprises coordinating complex initiatives. By combining task management, collaboration, and workflow automation, Asana empowers teams to work smarter, reduce stress, and achieve consistent results across projects."
    },
    {
        "image": "https://i.ibb.co.com/1GbLMh4N/928c6b38cfb2fb3d0910e2c0567f67e0.jpg",
        "title": "ClickUp",
        "companyName": "ClickUp",
        "id": 14,
        "description": "All-in-one productivity platform for tasks, docs, goals, and chat.",
        "size": 130,
        "reviews": 4700,
        "ratingAvg": 4.5,
        "downloads": "1.1M",
        "ratings": [
            {
                "name": "1 star",
                "count": 35
            },
            {
                "name": "2 star",
                "count": 25
            },
            {
                "name": "3 star",
                "count": 200
            },
            {
                "name": "4 star",
                "count": 1500
            },
            {
                "name": "5 star",
                "count": 1740
            }
        ],
        "detailedDescription": "ClickUp is a versatile productivity platform designed to bring all aspects of work into a single, unified environment. It offers features for task management, document collaboration, goal tracking, time tracking, and real-time communication, making it suitable for teams of all sizes. Users can create tasks with detailed checklists, set priorities, assign responsibilities, and monitor progress through customizable views such as lists, boards, calendars, and timelines. ClickUp’s integrated Docs feature allows teams to write, edit, and share content collaboratively, linking documents directly to tasks and projects. Automation capabilities streamline repetitive workflows, sending reminders, updating statuses, and organizing tasks automatically. With robust reporting and dashboards, managers can monitor productivity, identify bottlenecks, and make data-driven decisions. ClickUp integrates seamlessly with popular apps like Slack, Google Workspace, Zoom, and GitHub, reducing the need to switch between platforms. Its cloud-based architecture ensures access from anywhere, while mobile and desktop apps allow on-the-go collaboration. Designed to improve team efficiency and accountability, ClickUp provides tools for time management, resource allocation, and goal alignment, helping teams stay organized, focused, and productive. The platform’s flexibility and customization options allow it to cater to diverse workflows, making it suitable for project managers, software developers, marketers, and creative teams. By combining communication, task management, and documentation in one platform, ClickUp helps teams streamline operations, increase collaboration, and achieve measurable results across projects and objectives."
    },
    {
        "image": "https://i.ibb.co.com/dYt5X7Y/d896e7959ff58fa9ea0d862e662cdd7c.jpg",
        "title": "Monday.com",
        "companyName": "Monday.com",
        "id": 15,
        "description": "Team management and project tracking platform with boards and automation.",
        "size": 140,
        "reviews": 4500,
        "ratingAvg": 4.4,
        "downloads": "1M",
        "ratings": [
            {
                "name": "1 star",
                "count": 40
            },
            {
                "name": "2 star",
                "count": 30
            },
            {
                "name": "3 star",
                "count": 220
            },
            {
                "name": "4 star",
                "count": 1600
            },
            {
                "name": "5 star",
                "count": 1610
            }
        ],
        "detailedDescription": "Monday.com is an advanced project management and team collaboration platform that helps organizations plan, track, and execute projects efficiently. It offers visual boards, timelines, calendars, and dashboards that allow teams to organize tasks, monitor progress, and manage workflows in real-time. Users can assign responsibilities, set priorities, and automate repetitive actions, saving time and reducing errors. Monday.com integrates with popular tools such as Slack, Google Workspace, Zoom, Microsoft Teams, and Trello, allowing teams to maintain a connected ecosystem of productivity apps. It is highly customizable, letting users create templates, workflows, and dashboards tailored to specific projects or departmental needs. Reporting features provide insights into team performance, project timelines, and workload management, enabling informed decision-making. The platform supports collaboration through file sharing, comments, notifications, and task dependencies, ensuring transparency and accountability. Mobile and desktop applications provide access from anywhere, making Monday.com suitable for remote teams and hybrid work environments. With its focus on organization, collaboration, and workflow automation, Monday.com empowers teams to increase productivity, reduce bottlenecks, and achieve project goals efficiently, whether for small teams or large enterprises managing complex initiatives."
    },
    {
        "image": "https://i.ibb.co.com/KxYJB5YJ/2cdf19f967eb944f6167d91aee176123.jpg",
        "title": "Google Meet",
        "companyName": "Google",
        "id": 16,
        "description": "Video conferencing app to connect with colleagues, friends, and family in real-time.",
        "size": 80,
        "reviews": 7200,
        "ratingAvg": 4.5,
        "downloads": "1.8M",
        "ratings": [
            {
                "name": "1 star",
                "count": 60
            },
            {
                "name": "2 star",
                "count": 40
            },
            {
                "name": "3 star",
                "count": 200
            },
            {
                "name": "4 star",
                "count": 1500
            },
            {
                "name": "5 star",
                "count": 5400
            }
        ],
        "detailedDescription": "Google Meet is a reliable and secure video conferencing platform designed to facilitate seamless communication for individuals, teams, and organizations. It allows users to host and join high-quality video calls, webinars, and virtual meetings from any device. Integration with Google Workspace ensures effortless scheduling through Google Calendar and easy access to meetings via Gmail or links. Google Meet supports real-time collaboration with features such as screen sharing, live captions, and the ability to present documents or slides during meetings. Its robust security protocols, including encrypted video calls and advanced authentication, provide a safe environment for sensitive discussions. Participants can join from web browsers, mobile apps, or conference room systems, making it highly accessible and versatile. Features such as breakout rooms, recording, and attendance tracking enhance team productivity and facilitate interactive sessions. Google Meet is widely used by businesses, educational institutions, and remote teams to maintain communication, coordinate projects, and conduct training sessions efficiently. Its simplicity, reliability, and integration with other Google tools make it a comprehensive solution for professional and personal video conferencing needs."
    }
]